In [1]:
print("Hello World")

Hello World

In [3]:
a = 10
b = 20
print(a+b)

30

In [ ]:
import pandas

myDict = {
  'cars': ["BMW", "Volvo", "Ford", "Audi", "Toyota", "Ferrari"],
  'averageInKm': [12, 17, 20, 16, 24, 30]
}
dataShow = pandas.DataFrame(myDict)
print(dataShow)

In [13]:
dataShow

      cars  averageInKm
0      BMW           12
1    Volvo           17
2     Ford           20
3     Audi           16
4   Toyota           24
5  Ferrari           30

In [15]:
import pandas as pd
Students = {
    'Name' : [ "Sunil", "Vivan", "Sohan", "Rohan"],
    'Enroll_No' : [121, 123, 145, 341],
    'City_Name' : ["Rajkot", "Junagadh", "Kolkata", "Delhi"],
    'Grade' : ['A' , 'B', 'A', 'C']
}
GraphShow = pd.DataFrame(Students)

In [17]:
GraphShow

    Name  Enroll_No City_Name Grade
0  Sunil        121    Rajkot     A
1  Vivan        123  Junagadh     B
2  Sohan        145   Kolkata     A
3  Rohan        341     Delhi     C

In [ ]:
print("Hello")